Repository: NathanJang/MeowlWatch
Catalog: *.lproj/Localizable.strings
Languages: fr, zh_hans, zh_hant

# MWTVCAccountButtonTitle
source: Account
fr: Compte
zh_hans: 账户
zh_hant: 賬戶

# MWTVCSettingsButtonTitle
source: Settings
fr: Réglages
zh_hans: 设置
zh_hant: 設置

# MWTVCSearchBarPlaceholder
source: Search Dining Locations
fr: Rechercher des lieux
zh_hans: 搜索食堂
zh_hant: 搜索飯堂

# MWTVCUpdated: %@
source: Updated: %@
fr: Mise à jour : %@
zh_hans: 更新：%@
zh_hant: 更新：%@

# MWTVCNever
source: Never
fr: jamais
zh_hans: 从未
zh_hant: 從未

# MWTVCMealsHeading
source: Meals
fr: Repas
zh_hans: 我的餐券
zh_hant: 我的餐券

# MWTVCDiningDollarsHeading
source: Dining Dollars
fr: Solde
zh_hans: 我的餐款
zh_hant: 我的餘額

# MWTVCCafesHeading
source: Cafés and C-Stores
fr: Cafés et Épiceries
zh_hans: 餐厅、便利店
zh_hant: 餐廳、便利店

# MWTVCDiningHallsHeading
source: Dining Halls
fr: Cantines
zh_hans: 食堂
zh_hant: 飯堂

# MWTVCAddCatCashMessage
source: Tap to add Cat Cash. It may take a few days before completing.
fr: Touchez pour ajouter du Cat Cash. Il faudra plusieurs jours avant de réussir.
zh_hant: 輕點充值 Cat Cash，可能過幾天才到帳。

# MWTVCDiningDollarsLeft
source: Dining Dollars Left
fr: Dining Dollars restant(s)
zh_hans: Dining Dollars 剩余
zh_hant: Dining Dollars 剩餘

# MWTVCCatCashLeft
source: Cat Cash Left
fr: Cat Cash restant(s)
zh_hans: Cat Cash 剩余
zh_hant: Cat Cash 剩餘

# MWTVCRefreshErrorTitle
source: Oops!
fr: Oups !
zh_hant: 出错了！

# QueryErrorConnection
source: Unable to connect to the server. Please make sure your device is connected to the internet.
fr: Échec de la connexion au serveur. Veuillez vérifier que votre appareil est connecté à Internet.
zh_hant: 無法連接服伺服器。請檢查網絡。

# QueryErrorAuthentication
source: Unable to sign in to Northwestern. Please tap "Account" to make sure your NetID and password are correct.
fr: Échec de la connexion à Northwestern. Veuillez toucher « Compte » et vérifier que votre NetID et votre mot de passe sont exacts.
zh_hant: 無法登錄 Northwestern。請輕點“賬戶”檢查您的密碼。

# QueryErrorParse
source: An unexpected error occurred. Please try again. If the issue persists, please contact the developer through Settings > Send Feedback.
fr: Il y a un problème inconnu. Veuillez réssayer. Si le problème persiste, veuillez contacter le programmeur à Réglages > Signaler un problème.
zh_hant: 錯誤原因未知。請重試。如果錯誤持續出現，請前往設置 > 幫助與反饋以聯繫開發者。

# TipTitle
source: Love MeowlWatch? Leave a tip!
fr: Vous aimez Meowlwatch ? Pensez au pourboire !
zh_hans: 爱 MeowlWatch 吗？留个小费吧！
zh_hant: 愛 MeowlWatch 嗎？留個小費吧！

# TipMessage
source: Hosting this on the App Store is expensive as a solo developer. Help me by checking out the widget and leaving me a small tip (I hate ads too), or rating the app on the App Store!
fr: Pour un programmeur solo, c'est très cher de publier cette app sur App Store. Voyez le widget et veuillez m'aider en laissant un petit pourboire (je déteste aussi des publicités), ou notez-la sur App Store !
zh_hans: 独立开发程序不简单哦。请考虑启动 MeowlWatch 小部件，留个小小费，让广告也消失了，或在 App Store 评评分！
zh_hant: 獨立開發程序不簡單哦。請考慮啟動 MeowlWatch 小部件，留個小小費，讓廣告也消失了，或在 App Store 評評分！

# TipActionTitle
source: Leave a Tip
fr: Laisser un pourboire
zh_hans: 留个小费
zh_hant: 留個小費

# TipRateOnAppStore
source: Rate on App Store
fr: Noter sur App Store
zh_hans: App Store 评分
zh_hant: App Store 評分

# TipDismiss
source: Done
fr: OK
zh_hans: 完成
zh_hant: 完成

# SignInTitle
source: Sign In to Northwestern
fr: Se connecter à Northwestern
zh_hans: 登录 Northwestern
zh_hant: 登錄 Northwestern

# SignInMessage
source: To look up your meal plan data, your NetID and password will only be sent to Northwestern's secure server "websso.it.northwestern.edu". See Privacy Policy for details.
fr: Pour vérifier votre solde de repas, votre NetID et votre mot de passe seront seulement envoyés aux serveurs securisés de Northwestern. Veuillez voir la politique de confidentialité pour plus de détails.
zh_hans: 为了查询您的用餐情况，您的 NetID 和密码将加密后送至西北的服务器 "websso.it.northwestern.edu"。详情请参考私隐条例。
zh_hant: 為了查詢您的用餐情況，您的 NetID 和密碼將加密後送至西北的伺服器 "websso.it.northwestern.edu"。詳情請參考私隱條例。

# SignInPasswordPlaceholder
source: Password
fr: Mot de passe
zh_hans: 密码
zh_hant: 密碼

# SignInActionTitle
source: Sign In
fr: Connexion
zh_hans: 登录
zh_hant: 登錄

# SignInDismiss
source: Cancel
fr: Annuler
zh_hans: 取消
zh_hant: 取消

# UpdatedMessage
source: Welcome '2023s! I've added support for iOS 13 dark mode, Google Maps links, and various bugfixes.
fr: Yay ! 😋 Vous pouvez maintenant voir les menus des cantines, et ajouter du Cat Cash dans l'app. En plus, l'app est maintenant disponible en chinois et en français.
zh_hant: 歡迎 Class of 2023！已添加 iOS 13 深色模式、Google Maps 連結，修了各種 bug。

source: Back
fr: Retour
zh_hant: 返回

# SeeMenu
source: See Today's Menu
fr: Voir le menu du jour
zh_hant: 今日餐牌

# MenuLoadingMessage
source: Loading menu...
fr: Chargement du menu...
zh_hant: 加載中…

# MenuLoadErrorMessage
source: Could not load menu
fr: Échec du chargement
zh_hant: 無法加載

source: Menu for %@
fr: Menu pour %@
zh_hant: 餐牌 — %@

# SettingsWidgetHeading
source: Widget
zh_hans: 小部件
zh_hant: 小部件

# SettingsLogoHeading
source: Logo
zh_hans: 图标
zh_hant: 圖標

# SettingsLoadingTitle
source: Loading...
fr: Chargement en cours...
zh_hans: 加载中…
zh_hant: 加載中…

# SettingsIAPUnavailableTitle
source: In-App Purchase Unavailable
fr: (Achats intégrés non disponibles)
zh_hans: （In-App Purchases 不可用）
zh_hant: （In-App Purchases 不可用）

# SettingsRestorePurchasesTitle
source: Restore Purchases
fr: Restaurer vos achats
zh_hans: 恢复购物记录
zh_hant: 恢復購物記錄

# SettingsVisitDesignerWebsiteTitle
source: Visit Designer's Website
fr: Voir le site-web de l'artiste
zh_hans: 参观设计师网站
zh_hant: 參觀設計師網站

# SettingsSendFeedbackTitle
source: Send Feedback
fr: Signaler un problème
zh_hans: 帮助与反馈
zh_hant: 幫助與反饋

# SettingsRateOnAppStoreTitle
source: Rate on App Store
fr: Noter sur App Store
zh_hans: App Store 评分
zh_hant: App Store 評分

# SettingsShowLegalTitle
source: About
fr: À propos
zh_hans: 关于
zh_hant: 關於

# SettingsWidgetHelpMessage
source: The MeowlWatch widget may be added to the Today View on the Notification Center. Items will appear in this arrangement. Thank you for your support!
fr: Vous pouvez ajouter le widget MeowlWatch au centre de notifications. Les articles apparaîtront dans cet ordre-ci. Merci beaucoup pour votre soutien !
zh_hans: 您可在通信中心添加 MeowlWatch 小部件，显示顺序在此设置。 感谢您信任支持！
zh_hant: 您可在通信中心添加 MeowlWatch 小部件，顯示順序在此設置。 感謝您信任支持！

# SettingsTipInfoMessage
source: Making useful apps like MeowlWatch is hard work. Please consider leaving me a tip above! :) Ads will also be disabled.
fr: C'est un travail très dur de faire les apps utiles comme MeowlWatch. Veuillez envisager de me laisser un petit pourboire ci-dessus ! :) Les publicités seront aussi désactivés.
zh_hans: 台上一分钟，台下十年功。请您考虑给开发者留个小费！广告也将消失。
zh_hant: 台上一分鐘，台下十年功。請您考慮給開發者留個小費！廣告也將消失。

# SettingsArtistInfoMessage: %@
source: The MeowlWatch logo was designed by Isabel Nygard. Visit %@ to see more.
fr: Le logo MeowlWatch est fait par Isabel Nygard. Visitez %@ pour plus.
zh_hans: 程序图标由 Isabel Nygard 设计。详情请访问 %@。
zh_hant: 程序圖標由 Isabel Nygard 設計。詳情請訪問 %@。

# SettingsIAPUnavailableMessage
source: Please check your internet connection. Or, iTunes may be having some trouble with in-app purchases at the moment. Please try again later.
fr: Veuillez vérifier votre connexion Internet. En plus, iTunes pourrait avoir des problèmes avec des achats intégrés au moment. Veuillez ressayer plus tard.
zh_hans: 请检查网络。或许，iTunes 与 In-App Purchases 可能暂时出错。请稍后重试。
zh_hant: 請檢查網絡。或許，iTunes 與 In-App Purchases 可能暫時出錯。請稍後重試。

# SettingsSendFeedbackInfoMessage: %@
source: Please send feedback to %@.
fr: Veuillez envoyer vos commentaires à %@.
zh_hans: 请向 %@ 反馈。
zh_hant: 請向 %@ 反饋。

# SettingsCopyEmailActionTitle
source: Copy Email Address
fr: Copier l'adresse
zh_hans: 拷贝邮址
zh_hant: 複製郵址

# SettingsOpenInMailActionTitle
source: Open in Mail
fr: Ouvrir dans Mail
zh_hans: 打开邮件程序
zh_hant: 打開郵件程序

# SettingsFeedbackSubject: %@
source: MeowlWatch Feedback (v%@)
fr: Commentaires sur MeowlWatch (v%@)
zh_hans: MeowlWatch 反馈（v%@）
zh_hant: MeowlWatch 反饋（v%@）

# SettingsFeedbackDoneButtonTitle
source: Done
fr: OK
zh_hans: 完成
zh_hant: 完成

# SettingsDoneButton
source: Done
fr: OK
zh_hans: 完成
zh_hant: 完成

# SettingsCannotPayAlertTitle
source: Cannot Make Purchases
fr: Échec de l'achat
zh_hans: 无法付款
zh_hant: 無法付款

# SettingsCannotPayAlertMessage
source: Please go to Settings and configure your iTunes account, and enable In-App Purchases.
fr: Veuillez aller aux réglages du système et configurer votre compte iTunes, et activez les achats intégrés.
zh_hans: 请前往系统设置登录 iTunes，启用 In-App Purchases。
zh_hant: 請前往系統設置登錄 iTunes，啟用 In-App Purchases。

# SettingsCannotFetchAlertTitle
source: Unable to Fetch In-App Purchases
fr: Échec du chargement des achats intégrés
zh_hans: 无法访问 iTunes
zh_hant: 無法訪問 iTunes

# SettingsCannotFetchAlertMessage
source: Please try again later.
fr: Veuillez ressayer plus tard.
zh_hans: 请稍后重试。
zh_hant: 請稍後重試。

# SettingsThanksAlertTitle
source: Thank you for your support! 🎉🎉🎉
fr: Merci beaucoup pour votre soutien ! 🎉🎉🎉
zh_hans: 感谢您信任支持！
zh_hant: 感謝您信任支持！🎉🎉🎉

# SettingsThanksAlertMessage
source: It may take a minute for the widget to be enabled.
fr: Il pourrait falloir plusieurs minutes avant l'activation du widget.
zh_hans: 小部件可能过几分钟才可用。
zh_hant: 小部件可能過幾分鐘才可用。

# SettingsCannotRestorePurchaseAlertTitle
source: Unable To Restore Purchases
fr: Échec de la restauration des achats
zh_hans: 无法恢复购物记录
zh_hant: 無法恢復購物記錄

# SettingsCannotRestorePurchaseAlertMessage
source: No previous purchases could be found.
fr: Nous n'avons pas pu trouvé un achat précédent.
zh_hans: 您从无购买过产品。
zh_hant: 您從無購買過產品。

# SettingsRestorePurchaseFailedAlertTitle
source: Unable To Restore Purchases
fr: Échec de la restauration des achats
zh_hans: 无法恢复购物记录
zh_hant: 無法恢復購物記錄

# SettingsRestorePurchaseFailedAlertMessage
source: Please try again later.
fr: Veuillez ressayer plus tard.
zh_hans: 请稍后重试。
zh_hant: 請稍後重試。

# SettingsPurchaseFailedAlertTitle
source: Unable To Purchase
fr: Échec de l'achat
zh_hans: 无法购买
zh_hant: 無法購買

# SettingsPurchaseFailedAlertMessage
source: Please try again.
fr: Veuillez ressayer.
zh_hans: 请重试。
zh_hant: 請重試。

# SettingsLanguageTitle
source: Language
fr: Langue
zh_hant: 語言

# SettingsLanguageDefault
source: System Default
fr: Par défaut
zh_hant: 系統默認

# SettingsLanguageDefault: %@
source: System Default (%@)
fr: Par défaut (%@)
zh_hant: 系統默認（%@）

# SettingsLanguage_en
source: English
fr: English (Anglais)
zh_hant: English（英文）

# SettingsLanguage_zh-Hans
source: 简体中文 (Simplified Chinese)
fr: 简体中文 (Chinois simplfié)
zh_hant: 简体中文

# SettingsLanguage_zh-Hant
source: 繁體中文 (Traditional Chinese)
fr: 繁體中文 (Chinois traditionnel)
zh_hant: 繁體中文

# SettingsLanguage_fr
source: Français (French)
fr: Français
zh_hant: Français (法文)

# DefaultUserName
source: Your Name
fr: Votre nom
zh_hans: 您的名字
zh_hant: 您的名字

# DefaultUserSubtitleString
source: Tap Here To Get Started
fr: Touchez ici pour commencer
zh_hans: 轻点此处登录
zh_hant: 輕點此處登錄

# ScheduleDisclaimer
source: Schedules displayed are for normal school days only, and may differ. During holidays, refer to announcements. Weekly plans reset on Sundays at 7 AM Central Time.
fr: Cet horaire-ci est seulement pour les jours ouvrables et les week-ends, et peut différer. Pendant les jours fériés, veuillez consulter les annonces de l'université. Les plans hebdomadaires réinitialisent le dimanche à 7h (heure du centre).
zh_hans: 时间表只供平日参考，假期以学校公告为准。 周制套餐将在每周日中部时间早上7点重置。
zh_hant: 時間表只供平日參考，假期以學校公告為準。 週制套餐將在每週日中部時間早上7點重置。

# SeeMap
source: Open in Google Maps
zh_hant: 打開 Google 地圖

# MenuDisclaimer
source: Menu content by dining provider.
zh_hant: 菜單由餐飲公司提供。

source: Open
fr: Ouvert
zh_hans: 营业
zh_hant: 營業

source: Closing Soon
fr: Ferme bientôt
zh_hans: 即将休息
zh_hant: 即將休息

source: Closed
fr: Fermé
zh_hans: 休息
zh_hant: 休息

source: All Day
fr: Toute la journée
zh_hans: 全日
zh_hant: 全日

source: Every Day
fr: Tous les jours
zh_hans: 每天
zh_hant: 每天

source: Sunday
fr: Dimanche
zh_hans: 周日
zh_hant: 周日

source: Monday
fr: Lundi
zh_hans: 周一
zh_hant: 周一

source: Tuesday
fr: Mardi
zh_hans: 周二
zh_hant: 周二

source: Wednesday
fr: Mercredi
zh_hans: 周三
zh_hant: 周三

source: Thursday
fr: Jeudi
zh_hans: 周四
zh_hant: 周四

source: Friday
fr: Vendredi
zh_hans: 周五
zh_hant: 周五

source: Saturday
fr: Samedi
zh_hans: 周六
zh_hant: 周六

source: %@ (Closed)
fr: %@ (fermé)
zh_hans: %@（休息中）
zh_hant: %@（休息中）

source: %@ (Closing Soon)
fr: %@ (ferme bientôt)
zh_hans: %@（即将休息）
zh_hant: %@（即將休息）

# MWWUpdateFailedMessage
source: Update Failed, Open App
fr: Échec de la mise à jour, ouvrez l'app
zh_hans: 无法更新，请打开主程序
zh_hant: 無法更新，請打開主程序

# UpdatedTitle
source: MeowlWatch 3.1
fr: MeowlWatch 3.0
